Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/sv.tmx
Source language: en
Languages: sv

source: Combine infill Did you know that you can print the infill with a higher layer height compared to perimeters to save print time using the setting<a>Combine infill every</a>.
sv: Kombinera fyllning Visste du att du kan skriva ut fyllningen med en högre lagerhöjd jämfört med omkretsen för att spara utskriftstid med inställningen<a>Kombinera fyllning varje</a>.

source: Variable layer height Did you know that you can print different regions of your model with a different layer height and smooth the transitions between them? Try the<a>Variable layer height tool</a>. (Not available for SLA printers.)
sv: Variabel lagerhöjd Visste du att du kan skriva ut olika delar av din modell med olika lagerhöjd och jämna ut övergångarna mellan dem? Prova <a>Variabel lagerhöjdsverktyget</a>. (Inte tillgängligt för SLA-skrivare.)

source: Undo/redo history Did you know that you can right-click the<a>undo/redo arrows</a>to see the history of changes and to undo or redo several actions at once?
sv: Ångra/gör om historik Visste du att du kan högerklicka på <a>ångra/gör om-pilarna</a>för att se historiken över ändringar och för att ångra eller göra om flera åtgärder samtidigt?

source: Different layer height for each model Did you know that you can print each model on the plater with a different layer height? Right-click the model in the 3D view, choose Layers and Perimeters and adjust the values in the right panel. Read more in the documentation.
sv: Olika lagerhöjd för varje modell Visste du att du kan skriva ut varje modell på tallriken med olika lagerhöjd? Högerklicka på modellen i 3D-vyn, välj Lager och omkretsar och justera värdena i den högra panelen. Läs mer i dokumentationen.

source: Solid infill threshold area Did you know that you can make parts of your model with a small cross-section be filled with solid infill automatically? Set the<a>Solid infill threshold area</a>. (Expert mode only.)
sv: Fast utfyllnadströskelområde Visste du att du kan få delar av din modell med litet tvärsnitt att fyllas med solid fyllning automatiskt? Ställ in <a>Tröskelområdet för fast utfyllnad</a>. (Endast expertläge.)

source: Search functionality Did you know that you use the<a>Search</a>tool to quickly find a specific PrusaSlicer setting? Or use the familiar shortcut <b>Ctrl+F</b>.
sv: Sökfunktionalitet Visste du att du använder <a>Sök</a>verktyget för att snabbt hitta en specifik PrusaSlicer-inställning? Eller använd den välbekanta genvägen <b>Ctrl+F</b>.

source: Box selection Did you know that you can do a box selection with Shift+Mouse drag? You can also box-deselect objects with <b>Alt+Mouse drag</b>.
sv: Lådval Visste du att du kan göra ett rutaval med Shift+Musdrag? Du kan också avmarkera objekt med <b>Alt+mus</b>.

source: Zoom on selected objects or on all objects if none selected Did you know that you can zoom in on selected objects by pressing the <b>Z</b> key? If none are selected, the camera will zoom on all objects in the scene.
sv: Zooma på markerade objekt eller på alla objekt om inget är markerat Visste du att du kan zooma in på valda objekt genom att trycka på <b>Z</b>-tangenten? Om ingen väljs, zoomar kameran på alla objekt i scenen.

source: Printable toggle Did you know that you can disable the G-code generation for the selected model without having to move or delete it? Toggle the Printable property of a model from the Right-click context menu.
sv: Utskrivbar växel Visste du att du kan inaktivera G-kodsgenereringen för den valda modellen utan att behöva flytta eller ta bort den? Växla egenskapen Utskrivbar för en modell från högerklicksmenyn.

source: Mirror Did you know that you can mirror the selected model to create a reversed version of it? Right-click the model, select Mirror and pick the mirror axis.
sv: Spegel Visste du att du kan spegla den valda modellen för att skapa en omvänd version av den? Högerklicka på modellen, välj Spegel och välj spegelaxeln.

source: PageUp / PageDown quick rotation by 45 degrees Did you know that you can quickly rotate selected models by 45 degrees around the Z-axis clockwise or counter-clockwise by pressing <b>Page Up</b> or <b>Page Down</b> respectively?
sv: PageUp / PageDown snabbrotation med 45 grader Visste du att du snabbt kan rotera utvalda modeller 45 grader runt Z-axeln medurs eller moturs genom att trycka på <b>Page Up</b> respektive <b>Page Down</b>?

source: Load config from G-code Did you know that you can use File-Import-Import Config to load print, filament and printer profiles from an existing G-code file? Similarly, you can use File-Import-Import SL1 / SL1S archive, which also lets you reconstruct 3D models from the voxel data.
sv: Ladda konfiguration från G-kod Visste du att du kan använda File-Import-Import Config för att ladda utskrifts-, filament- och skrivarprofiler från en befintlig G-kodfil? På samma sätt kan du använda File-Import-Import SL1 / SL1S arkiv, som också låter dig rekonstruera 3D-modeller från voxeldata.

source: Ironing Did you know that you can smooth top surfaces of prints using Ironing? The nozzle will run a special second infill phase at the same layer to fill in holes and flatten any lifted plastic. Read more in the documentation. (Requires Advanced or Expert mode.)
sv: Strykning Visste du att du kan släta ut ovansidan av utskrifter med strykning? Munstycket kommer att köra en speciell andra utfyllnadsfas i samma lager för att fylla i hål och platta till eventuell upplyft plast. Läs mer i dokumentationen. (Kräver avancerat eller expertläge.)

source: Paint-on supports Did you know that you can paint directly on the object and select areas, where supports should be enforced or blocked? Try the<a>Paint-on supports</a>feature. (Requires Advanced or Expert mode.)
sv: Stöd för målning Visste du att du kan måla direkt på föremålet och välja områden där stöd ska tvingas fram eller blockeras? Prova <a>Paint-on-stöd</a>-funktionen. (Kräver avancerat eller expertläge.)

source: Paint-on seam Did you know that you can paint directly on the object and select where to place the start/endpoint of each perimeter loop? Try the<a>Seam painting</a>feature. (Requires Advanced or Expert mode.)
sv: Målad söm Visste du att du kan måla direkt på objektet och välja var start-/slutpunkten för varje perimeterslinga ska placeras? Prova funktionen <a>Sömmålning</a>. (Kräver avancerat eller expertläge.)

source: Insert Pause Did you know that you can schedule the print to pause at a specific layer? Right-click the layer slider in the Preview and select Add pause print (M601). This can be used to insert magnets, weights or nuts into your prints. Read more in the documentation.
sv: Infoga Paus Visste du att du kan schemalägga utskriften att pausa vid ett specifikt lager? Högerklicka på lagerreglaget i förhandsgranskningen och välj Lägg till pausutskrift (M601). Detta kan användas för att infoga magneter, vikter eller muttrar i dina utskrifter. Läs mer i dokumentationen.

source: Insert Custom G-code Did you know that you can insert a custom G-code at a specific layer? Left-click the layer in the Preview, Right-click the plus icon and select Add custom G-code. With this function you can, for example, create a temperature tower. Read more in the documentation.
sv: Infoga anpassad G-kod Visste du att du kan infoga en anpassad G-kod på ett specifikt lager? Vänsterklicka på lagret i förhandsgranskningen, högerklicka på plusikonen och välj Lägg till anpassad G-kod. Med denna funktion kan du till exempel skapa ett temperaturtorn. Läs mer i dokumentationen.

source: Configuration snapshots Did you know that you can roll back to a complete backup of all system and user profiles? You can view and move back and forth between snapshots using the Configuration - <a>Configuration snapshots menu</a>.
sv: Konfigurationsögonblicksbilder Visste du att du kan återgå till en komplett säkerhetskopia av alla system- och användarprofiler? Du kan visa och flytta fram och tillbaka mellan ögonblicksbilder med hjälp av menyn Konfiguration - <a>Konfigurationsögonblicksbilder</a>.

source: Minimum shell thickness Did you know that instead of the number of top and bottom layers, you can define the<a>Minimum shell thickness</a>in millimeters? This feature is especially useful when using the variable layer height function.
sv: Minsta skaltjocklek Visste du att du istället för antalet övre och nedre lager kan definiera<a>Minsta skaltjocklek</a>i millimeter? Den här funktionen är särskilt användbar när du använder funktionen för variabel lagerhöjd.

source: Settings in non-modal window Did you know that you can open the Settings in a new non-modal window? This means you can have settings open on one screen and the G-code Preview on the other. Go to the<a>Preferences</a>and select Settings in non-modal window.
sv: Inställningar i icke-modalt fönster Visste du att du kan öppna inställningarna i ett nytt icke-modalt fönster? Det betyder att du kan ha inställningar öppna på en skärm och G-code Preview på den andra. Gå till <a>Inställningar</a>och välj Inställningar i icke-modalt fönster.

source: Adaptive infills Did you know that you can use the Adaptive cubic and Support cubic infills to decrease the print time and lower the filament consumption? Read more in the documentation.
sv: Adaptiva fyllningar Visste du att du kan använda Adaptive cubic och Support cubic infills för att minska utskriftstiden och minska filamentförbrukningen? Läs mer i dokumentationen.

source: Fullscreen mode Did you know that you can switch PrusaSlicer to fullscreen mode? Use the <b>F11</b> hotkey.
sv: Fullskärmsläge Visste du att du kan byta PrusaSlicer till helskärmsläge? Använd snabbtangenten <b>F11</b>.
